Repository: Amir-4m/cx-metrics
Catalog: cx_metrics/multiple_choices/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Type
fa: نوع

source: Is Other Option Enabled
fa: گزینه سایر فعال است؟

source: Multiple Choice Question
fa: سوال چند گزینه ای

source: Multiple Choice Questions
fa: سوالات چند گزینه ای

source: Multiple Choice
fa: چند گزینه ای

source: Text
fa: متن

source: Is Enabled
fa: فعال

source: Order
fa: ترتیب

source: Created at
fa: ایجاد شده در

source: Updated at
fa: بروزرسانی در

source: Option
fa: گزینه

source: Options
fa: گزینه ها

source: Option %(id)s does not exists
fa: گزینه مورد نظر وجود ندارد.

source: You should not have duplicate option texts
fa: نباید گزینه تکراری داشته باشید.

source: You should provide at least 2 enabled options.
fa: حداقل 2 گزینه فعال تعریف نمایید.

source: Failed to create options
fa: خطا در ساخت گزینه ها
