Repository: Amir-4m/cx-metrics
Catalog: cx_metrics/csat/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Contra
fa: اعتراض

source: Intro Text
fa: متن پیام نظرسنجی

source: Is Intro Enabled
fa: فعال بودن یا نبودن متن پیام نظرسنجی

source: Question
fa: سوال

source: Thank You Message
fa: پیام تشکر

source: Scale
fa: مقیاس

source: CSAT Survey
fa: نطرسنجی CSAT

source: CSAT Surveys
fa: نطرسنجی های CSAT

source: CSAT Response
fa: پاسخ CSAT

source: CSAT Responses
fa: پاسخ های CSAT

source: Rate is out of range!
fa: عدد انتخابی خارح از محدوده ی مقیاس تعیین شده است.

source: Contra is required
fa: لطفا یکی از گزینه های زیر را انتخاب کنید.

source: Email is required
fa: ایمیل الزامیست

source: Mobile number is required
fa: شماره موبایل الزامیست

source: Business UserID is required
fa: شناسه کاربری کسب و کار الزامیست

source: You could not submit responses within specific time !
fa: شما نمی توانید در یک زمان مشخص چند بار نظر خود را ثبت کنید !
